const data = [
  {
    id: 1,
    img: "https://images.uzum.uz/ci021sb6edfostigd050/t_product_540_high.jpg#1686723278641",
    name: "Газированный напиток Pepsi, 1 л + Mountain Dew, 1 л, 1+1",
    rating: "5.0",
    voices: "705",
    credit: "960 сум/мес",
    oldprice: "18 000 сум",
    currentprice: "8 000 сум",
    isItInSale: true,
    vendor: "PepsiCo",
    description:
      "<p>Вкус и яркий аромат этого прохладительного напитка знакомы каждому! Его мягкие карамельные нотки, облако воздушной пены и веселый шепот пузырьков уже более ста лет популярны. Обладает бодрящим эффектом. Рекомендуется пить охлажденным. Сильногазированный безалкогольный ароматизированный напиток.</p><p>Mountain Dew — безалкогольный сильногазированный прохладительный напиток с цитрусовым вкусом; выпускается компанией Mountain Dew. Можно подобрать разные вкусовые варианты —малиновый лимонад, со вкусом лимона и клубники, вишневым вкусом, со вкусом манго, арбузным вкусом и другие. Вкус Mountain Dew наполнит ярким настроением и безудержной энергией на целый день. Любой праздник не обходится без прохладительных напитков.</p>",
  },

  {
    id: 2,
    img: "https://images.uzum.uz/chm61nt6sfhndlbmo1sg/t_product_540_high.jpg#1686723278644",
    name: "Подсолнечное масло Щедрое лето, рафинированное, 900 мл",
    rating: "5.0",
    voices: "1251",
    credit: "1 680 сум/мес",
    oldprice: "21 000 сум",
    currentprice: "14 000 сум",
    isItInSale: true,
    vendor: "PROGRESS",
    description:
      "<p>Рафинированное подсолнечное масло подходит для жарки и выпечки. Оно прозрачное, светло-золотистого цвета, практически не имеет вкуса и запаха и к тому же не пенится. При хранении в рафинированном масле не образуется осадок.</p><p>Состав: масло подсолнечное рафинированное дезодорированное</p>",
  },
  {
    id: 3,
    img: "https://images.uzum.uz/chicl2540v9pplt1uu7g/t_product_540_high.jpg#1686723278646",
    name: "Охладитель воздуха Roniq Oasis Max",
    rating: "4.2",
    voices: "26",
    credit: "103 870 сум/мес",
    oldprice: "1 149 000 сум",
    currentprice: "799 000 сум",
    isItInSale: true,
    vendor: "Roniq Original",
    description:
      "<p>Ваш персональный климатический охладитель . В отличии от обычного кондиционера, реализует экологически чистое охлаждение и увлажнение на основе природных процессов без использования химии (фреона) - здесь только вода! И работает не так, как кондиционер.</p>",
  },
  {
    id: 4,
    img: "https://images.uzum.uz/ce6vungv1htd23aip2ig/t_product_540_high.jpg#1686723278648",
    name: "Макаронные изделия Bottega del Sole, спирали, 400 г",
    rating: "5.0",
    voices: "25",
    credit: "720 сум/мес",
    oldprice: "9 000 сум",
    currentprice: "6 000 сум",
    isItInSale: true,
    vendor: "Яшкино",
    description:
      "<p>Изделия макаронные из муки твердых сортов пшеницы.<br>Пшеницу для макаронных изделий собственной торговой марки Bottega del Sole «KDV-Агро» выращивает на бескрайних и экологически чистых полях Алтая.<br>Макароны по итальянской рецептуре произведены на современной автоматизированной линии – на таких же работают фабрики в Италии, где как известно, в макаронах знают толк.<br>Макароны Bottega del Sole обладают отличными вкусовыми качествами и питательными свойствами.</p>",
  },
  {
    id: 5,
    img: "https://images.uzum.uz/cf1410avtie1lhbgq6e0/t_product_540_high.jpg#1686739758587",
    name: "Дезодорант-спрей Blade Deep Chill, 150 мл",
    rating: "5.0",
    voices: "1",
    credit: "213 280 сум/мес",
    oldprice: "25 000 сум",
    currentprice: "19 000 сум",
    isItInSale: true,
    vendor: "In Touch",
    description:
      "Официальная гарантия от производителя: 1 год. Покупатель получает смартфон с уже зарегистрированными IMEI-кодами.",
  },
  {
    id: 6,
    img: "https://images.uzum.uz/cht747v5d7kom1tgv0t0/t_product_540_high.jpg#1686723927973",
    name: "Смартфон Xiaomi Redmi 10 2022 4/64 GB + Powerbank Redmi, 10000 мА/ч",
    rating: "5.0",
    voices: "24",
    credit: "213 480 сум/мес",
    oldprice: "2 211 000 сум",
    currentprice: "1 779 000 сум",
    isItInSale: true,
    vendor: "In Touch",
    description:
      "Официальная гарантия от производителя: 1 год. Покупатель получает смартфон с уже зарегистрированными IMEI-кодами.",
  },
];

export default data;
